Repository: arniloftsson/ding_redia_film
Catalog: ding_redia_film.*.po
Languages: da

source: Error
da: Fejl

source: Only library user can watch films.
da: Kun lånere på biblioteket kan se film

source: Only residents in the municipal user can watch films.
da: Kun lånere som er bosat i kommunen kan låne film

source: Unknown error in trying to watch film, please contact the library.
da: Ukendt fejl i visning af film, kontakt dit bibliotek

source: Cant log in to the film service.
da: Kan ikke logge ind til film servicen

source: Your film is ready to watch. You will be redirected to the film in few seconds
da: Din film er klar til visning. Den starter om få sekunder

source: Watch film
da: Se film

source: Cant get credentials
da: Får ikke låndata fra film servicen

source: You cant loan the film. You have used %used_loans loans out of %number_of_loans loans within %period days. Next date you can loan is %next_loan_date
da: Du kan ikke låne filmen. Du har brugt %used_loans lån ud af %number_of_loans inden for %period days. Næste dato du kan låne film er %next_loan_date

source: Do you want to loan the film for 2 days
da: Ønsker du at låne filmen for 2 dage

source: If you loan the film you have used %used_loans loans out of %number_of_loans loans within %period days
da: Hvis du låner filmen har du brugt %used_loans lån ud af %number_of_loans indenfor %period days

source: Yes
da: Ja

source: Cancel
da: Annullér

source: Couldn't log into the film service. Please try again later or contact your library
da: Kan ikke logge ind til film servicen. Prøv igen senere eller kontakt dit bibliotek

source: Creating a loan failed. Please contact your library
da: Oprettelse af lån fejlede. Kontakt dit bibliotek

source: You need to check the film out before watching it
da: Det er nødvendigt at låne filmen før du kan se den

source: Watch trailer
da: Se trailer

source: See online
da: Se online

source: Could not log in the film service
da: Kunne ikke logge ind i film servicen

source: Loan date:
da: Lånedato

source: Expires:
da: Udløbet

source: Keep watching
da: Se videre

source: Digital loans
da: Digitale lån

source: The ding_redia_film module is missing its configuration
da: Film modulet mangler konfiguration

source: Redia Film Settings
da: Film service settings

source: Manage ding redia film module
da: Håndter ding redia film modulet

source: Redia Film watch
da: Redia film visning

source: Redia Film watch trailer
da: Redia film visning af trailer

source: Redia Film get loans
da: Redia film hent lån

source: Redia Film check user eligible
da: Redia film check om bruger kan låne

source: Sets bookmark for the film
da: Sæt et bookmark for filmen

source: Add Redia film to site
da: Tilføj Redia film til siden

source: Url off the film service server. Eg. !server
da: Url for film service serveren. Eg. !server

source: Enable logging
da: Aktivér logging.

source: User film loan list
da: Bruger film lån liste

source: The current libry film service loans for a user
da: De aktuelle film service lån for brugeren

source: User
da: Bruger

source: Film loan list
da: Film lån

source: User film status
da: Film status

source: The current loan status off a user in the Redia Film service
da: Den aktuelle status for lån af film for brugeren

source: Film loan
da: Film lån

source: Out of %currentloancount
da: Ud af %currentloancount

source: You can lend a movie again in..
da: Du kan lån en film igen..

source: Days
da: Dage

source: Hours
da: Timer
